
"qtMovieViewAccessibilityMovie" = "影片";
"qtMovieViewAccessibilityRole" = "職位";
"qtMovieViewAccessibilitySubrole" = "副職";
"qtMovieViewAccessibilityView" = "顯示方式";
"qtMovieViewAccessibilityImage" = "影像";

"qtMovieViewContextMenuFlashBack" = "返回";
"qtMovieViewContextMenuFlashForward" = "快轉";
"qtMovieViewContextMenuFlashLoop" = "單向循環";
"qtMovieViewContextMenuFlashPlay" = "播放";
"qtMovieViewContextMenuFlashRewind" = "倒轉";
"qtMovieViewContextMenuFlashShowAll" = "顯示全部";
"qtMovieViewContextMenuFlashZoomIn" = "放大";
"qtMovieViewContextMenuFlashZoomOut" = "縮小";

"qtMovieViewContextMenuLinearCopy" = "拷貝";
"qtMovieViewContextMenuLinearCut" = "剪下";
"qtMovieViewContextMenuLinearPaste" = "貼上";
"qtMovieViewContextMenuLinearPlay" = "播放";
"qtMovieViewContextMenuLinearRedo" = "重作";
"qtMovieViewContextMenuLinearSelectAll" = "全選";
"qtMovieViewContextMenuLinearSelectNone" = "不選擇";
"qtMovieViewContextMenuLinearStop" = "停止";
"qtMovieViewContextMenuLinearUndo" = "還原";

"qtMovieViewEditCut" = "剪下";
"qtMovieViewEditCopy" = "拷貝";
"qtMovieViewEditPaste" = "貼上";
"qtMovieViewEditDelete" = "清除";
"qtMovieViewEditAdd" = "新增";
"qtMovieViewEditAddScaled" = "縮放後加入";
"qtMovieViewEditReplace" = "取代";
"qtMovieViewEditTrim" = "裁切";
"qtMovieViewEditDrop" = "放置";

"qtMovieFlattenOperation" = "正在平整化影片⋯";
"qtMovieInsertTrackSegmentOperation" = "正在插入軌道片段⋯";
"qtMovieInsertMovieSegmentOperation" = "正在插入影片片段⋯";
"qtMoviePasteOperation" = "正在貼上⋯";
"qtMovieAddMovieSelectionOperation" = "正在加入所選的影片片段⋯";
"qtMovieCopyOperation" = "正在拷貝⋯";
"qtMovieCutOperation" = "正在剪下⋯";
"qtMovieLoadMovieIntoRamOperation" = "正在將影片載入至記憶體⋯";
"qtMovieLoadTrackIntoRamOperation" = "正在將軌道載入至記憶體⋯";
"qtMovieLoadMediaIntoRamOperation" = "正在將媒體載入至記憶體⋯";
"qtMovieImportOperation" = "正在輸入影片⋯";
"qtMovieExportOperation" = "正在輸出影片⋯";
"qtMovieUnknownOperation" = "正在執行未知作業⋯";

"qtMovieViewClippingName" = "影片片段 ";

"QTMoviePosterTimeAttribute" = "設定展示時間";
"QTTrackHighQualityVideoAttribute" = "設定高品質視訊";
"QTTrackDeinterlaceVideoAttribute" = "設定去交錯視訊";
"QTTrackSingleFieldVideoAttribute" = "設定單一圖場視訊";
"QTTrackPreloadTrackAttribute" = "設定預先載入軌道";
"QTTrackNeverPurgeTrackAttribute" = "設定永不清除軌道";
"QTTrackMatrixAttribute" = "設定軌道矩陣";
"QTTrackChapterlistAttribute" = "設定章節列表";
"QTTrackMaskAttribute" = "設定軌道遮罩";
"QTTrackVolumeAttribute" = "設定軌道音量";
"QTTrackBalanceAttribute" = "設定軌道平衡";
"QTTrackHrefAttribute" = "設定軌道 HREF";
"QTTrackTransferModeAttribute" = "設定視訊傳送模式";
"QTTrackOperationColorAttribute" = "設定視訊作業顏色";
"QTTrackEnabledAttribute" = "設定已啟用軌道";
"QTTrackLanguageAttribute" = "設定軌道語言";
"QTTrackLayerAttribute" = "設定軌道圖層";
"QTTrackDisplayNameAttribute" = "設定軌道名稱";

"QTTrackDefaultName" = "軌道";
"QTTextTrackDefaultName" = "文字軌";
"QTChapterTrackDefaultName" = "章節軌";
"QTVideoTrackDefaultName" = "視訊軌";
"QTSoundTrackDefaultName" = "聲音軌";
"QTSubtitleTrackDefaultName" = "字幕軌";
"QTClosedCaptionTrackDefaultName" = "隱藏式字幕軌道";

"QTFormatDescriptionVideoFormatSummary" = "%@，%.0f x %.0f";
"QTFormatDescriptionVideoWithCleanApertureFormatSummary" = "%@，%.0f x %.0f (%.0f x %.0f)";

"QTFormatDescriptionProtectedAACFormat" = "AAC（受保護）";
"QTFormatDescriptionProtectedAC3Format" = "AC3（受保護）";
"QTFormatDescriptionGenericVideoMediaFormatSummary" = "視訊媒體";
"QTFormatDescriptionGenericAudioMediaFormatSummary" = "音訊媒體";
"QTFormatDescriptionGenericMuxedMediaFormatSummary" = "多工化媒體";
"QTFormatDescriptionGenericTextMediaFormatSummary" = "文字媒體";
"QTFormatDescriptionGenericUnknownMediaFormatSummary" = "未知的媒體";

"QTFormatDescriptionMPEG1SystemMuxedMediaFormatSummary" = "MPEG-1 系統串流";
"QTFormatDescriptionMPEG2TransportMuxedMediaFormatSummary" = "MPEG-2 傳輸串流";
"QTFormatDescriptionMPEG2ProgramMuxedMediaFormatSummary" = "MPEG-2 程式串流";
"QTFormatDescriptionDVMuxedMediaFormatSummary" = "DV 多工串流";

"QTCaptureDeviceUnknownDevice" = "未知的裝置";

/* QTCompressionOptions localized names */
"QTCompressionOptionsLosslessAppleIntermediateVideo_displayName" = "Apple Intermediate";
"QTCompressionOptionsLosslessAnimationVideo_displayName" = "動畫最佳品質";
"QTCompressionOptionsJPEGVideo_displayName" = "JPEG 高品質";
"QTCompressionOptions120SizeH264Video_displayName" = "H.264 160x120";
"QTCompressionOptions240SizeH264Video_displayName" = "H.264 320x240";
"QTCompressionOptionsSD480SizeH264Video_displayName" = "H.264 SD";
"QTCompressionOptionsHD720SizeH264Video_displayName" = "H.264 HD 720";
"QTCompressionOptionsHD1080SizeH264Video_displayName" = "H.264 HD 1080";
"QTCompressionOptionsPrivateH264Video_displayName" = "H.264 高品質";
"QTCompressionOptions120SizeMPEG4Video_displayName" = "MPEG-4 160x120";
"QTCompressionOptions240SizeMPEG4Video_displayName" = "MPEG-4 320x240";
"QTCompressionOptionsSD480SizeMPEG4Video_displayName" = "MPEG-4 SD";
"QTCompressionOptionsHD720SizeMPEG4Video_displayName" = "MPEG-4 HD 720";
"QTCompressionOptionsHD1080SizeMPEG4Video_displayName" = "MPEG-4 HD 1080";
"QTCompressionOptionsLosslessALACAudio_displayName" = "Apple 無失真";
"QTCompressionOptionsHighQualityAACAudio_displayName" = "AAC 高品質";
"QTCompressionOptionsVoiceQualityAACAudio_displayName" = "AAC 聲音品質";

"QTCompressionOptionsLosslessALACAudio_compressionOptionsSummary" = "格式：Apple Lossless";
"QTCompressionOptionsHighQualityAACAudio_compressionOptionsSummary" = "格式：AAC\n位元傳輸率：每聲道 128 kbps";
"QTCompressionOptionsVoiceQualityAACAudio_compressionOptionsSummary" = "格式：AAC\n位元率：每聲道 32 kbps\n取樣率：22.050 kHz";

"QTCompressionOptionsCompressorSummary" = "壓縮：%@";
"QTCompressionOptionsSizeSummary" = "最大尺寸：%d x %d";

"qtKitError" = "錯誤";
/*these strings are taken directly from ErrorResources.h*/
"qtKitErrorString34" = "磁碟已滿。";
"qtKitErrorString35" = "找不到卷宗。";
"qtKitErrorString36" = "發生 I/O 錯誤。";
"qtKitErrorString37" = "遇到不正確的檔案名稱或卷宗名稱。";
"qtKitErrorString38" = "未打開檔案。";
"qtKitErrorString39" = "已達檔案的結尾處。";
"qtKitErrorString41" = "記憶體已滿。";
"qtKitErrorString42" = "打開了太多檔案。";
"qtKitErrorString43" = "找不到檔案或目錄。";
"qtKitErrorString44" = "卷宗已鎖定。";
"qtKitErrorString45" = "檔案已鎖定。";
"qtKitErrorString46" = "卷宗已鎖定。";
"qtKitErrorString47" = "檔案忙碌中。";
"qtKitErrorString48" = "檔案名稱已存在。";
"qtKitErrorString192" = "找不到所需資源。";
"qtKitErrorString193" = "找不到所需的資源檔案。";
"qtKitErrorString194" = "無法在檔案內加入資源。";
"qtKitErrorString195" = "無法在檔案內加入資源參考。";
"qtKitErrorString196" = "無法移除資源。";
"qtKitErrorString197" = "無法移除資源參考。";
"qtKitErrorString198" = "發現屬性不一致的資源。";
"qtKitErrorString199" = "資源索引表不正確。";
"qtKitErrorString1409" = "指定的資料檔不存在。";
"qtKitErrorString2000" = "無法解決必要的資料參考。";
"qtKitErrorString2001" = "發現影片中含有不正確的影像說明。";
"qtKitErrorString2002" = "發現影片中含有不正確的公用影片單元。";
"qtKitErrorString2003" = "找不到影片需要的資料處理器。";
"qtKitErrorString2004" = "打不開影片需要的資料處理器。";
"qtKitErrorString2005" = "發現影片中含有不正確的組件類型。";
"qtKitErrorString2006" = "找不到影片需要的媒體處理器。";
"qtKitErrorString2007" = "找不到影片需要的資料處理器。";
"qtKitErrorString2008" = "發現影片中含有不正確的媒體資料。";
"qtKitErrorString2009" = "發現影片中含有不正確的軌道。";
"qtKitErrorString2010" = "此影片內含一些不正確的資料。";
"qtKitErrorString2011" = "此影片內含有不正確的取樣表。";
"qtKitErrorString2012" = "此影片內含有不正確的資料參考。";
"qtKitErrorString2013" = "此影片內含有不正確的資料處理器。";
"qtKitErrorString2014" = "此影片內含有不正確的播放時間。";
"qtKitErrorString2015" = "此影片內含有不正確的時間值。";
"qtKitErrorString2016" = "無法儲存影片中的公用影片單元。";
"qtKitErrorString2017" = "此影片含有不正確的編輯列表。";
"qtKitErrorString2018" = "影片的媒體類型不相符。";
"qtKitErrorString2019" = "此作業已取消。";
"qtKitErrorString2020" = "尚未初始化“影片工具箱”（Movies Toolbox）。";
"qtKitErrorString2021" = "找不到需要的工作檔案。";
"qtKitErrorString2022" = "無法製作單一資料區（fork）的檔案。";
"qtKitErrorString2023" = "此編輯狀態不正確。";
"qtKitErrorString2024" = "此編輯狀態不相符。";
"qtKitErrorString2025" = "此編輯狀態失去時效。";
"qtKitErrorString2026" = "遺漏一些影片使用者的資料。";
"qtKitErrorString2027" = "應用程式出現錯誤。";
"qtKitErrorString2028" = "提供的軌道索引不正確。";
"qtKitErrorString2029" = "找不到軌道識別碼。";
"qtKitErrorString2030" = "所提供的軌道不在影片中。";
"qtKitErrorString2031" = "指定的時段不在所提供的軌道上。";
"qtKitErrorString2032" = "指定的時段不在所提供的媒體上。";
"qtKitErrorString2033" = "提供的編輯索引不正確。";
"qtKitErrorString2034" = "發生無法預期的 QuickTime 錯誤。";
"qtKitErrorString2035" = "不能使用某一需用軌道。";
"qtKitErrorString2036" = "發現影片中含有不正確的畫面範圍。";
"qtKitErrorString2037" = "發現影片中含有不正確的樣本數目。";
"qtKitErrorString2038" = "發現影片中含有不正確的區塊數目。";
"qtKitErrorString2039" = "發現影片中含有不正確的樣本說明索引。";
"qtKitErrorString2040" = "發現影片中含有不正確的快取區塊。";
"qtKitErrorString2041" = "發現影片中含有不正確的樣本說明。";
"qtKitErrorString2042" = "無法打開這檔案的資料檔以進行讀取。";
"qtKitErrorString2043" = "無法打開這檔案的資料檔以進行寫入。";
"qtKitErrorString2044" = "檔案的資料檔已打開並允許寫入。";
"qtKitErrorString2045" = "已關閉檔案的資料檔。";
"qtKitErrorString2046" = "已達影片資料的結尾。";
"qtKitErrorString2047" = "遇到不正確的資料參考。";
"qtKitErrorString2048" = "此檔案不是影片檔案。";
"qtKitErrorString2049" = "發現影片中含有不正確的資料參考容器。";
"qtKitErrorString2050" = "發現影片中含有不正確的資料參考索引。";
"qtKitErrorString2051" = "此影片沒有任何資料檔案在磁碟上。請儲存此影片，然後再試一次。";
"qtKitErrorString2052" = "無法使用現有的資料樣本。";
"qtKitErrorString2053" = "應用程式嘗試使用不支援的功能。";
"qtKitErrorString2125" = "檔案中的位移過大。";
"qtKitErrorString2149" = "沒有足夠的可用影片資料。";
"qtKitErrorString5000" = "您沒有足夠的取用權限來執行此操作。";
"qtKitErrorString8969" = "此影片內含一些不正確的資料。";

/* QTKitErrorDomain error strings */
"QTKitErrorDomain_QTErrorUnknown_Description"									= "無法完成作業。";
"QTKitErrorDomain_QTErrorUnknown_FailureReason"									= "由於發生未知的錯誤，因此無法完成作業。（%@）";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_Description"					= "無法擷取媒體。";
"QTKitErrorDomain_QTErrorInvalidInputsOrOutputs_FailureReason"					= "部份媒體來源與媒體目標不相容。";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_Description"			= "由於“%@”設備已在此應用程式裡使用，因此無法從設備擷取媒體。";
"QTKitErrorDomain_QTErrorDeviceAlreadyUsedbyAnotherSession_RecoverySuggestion"	= "請試著停止正在使用“%@”設備的作業或等待這些作業完成。";
"QTKitErrorDomain_QTErrorNoDataCaptured_Description"							= "由於尚未接收到任何資料，因此無法錄製。";
"QTKitErrorDomain_QTErrorNoDataCaptured_RecoverySuggestion"						= "請確定媒體輸入來源已啟用並正在播放。";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_Description"				= "由於媒體來源和目標的設定已更改，因此停止錄製。";
"QTKitErrorDomain_QTErrorSessionConfigurationChanged_RecoverySuggestion"		= "請再試著錄製一次。";
"QTKitErrorDomain_QTErrorDiskFull_Description"									= "由於磁碟“%2$@”空間不足，已停止對“%1$@”的錄製。";
"QTKitErrorDomain_QTErrorDiskFull_RecoverySuggestion"							= "請試著從磁碟“%@”刪除檔案或錄製到其他磁碟。";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_Description"						= "由於“%@”設備已停用或中斷連接，因此停止錄製。";
"QTKitErrorDomain_QTErrorDeviceWasDisconnected_RecoverySuggestion"				= "請試著啟用或重新連接“%@”設備以繼續錄製。";
"QTKitErrorDomain_QTErrorMediaChanged_Description"								= "由於來源媒體格式已更改，因此停止錄製。";
"QTKitErrorDomain_QTErrorMediaChanged_FailureReason"							= "無法將不同格式的媒體錄製到同一檔案。";
"QTKitErrorDomain_QTErrorMaximumDurationReached_Description"					= "由於檔案長度不能超過 %@，因此停止錄製。";
"QTKitErrorDomain_QTErrorMaximumDurationReached_FailureReason"					= "播放時間的上限為 %@。";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_Description"					= "由於檔案大小不能超過 %@，因此停止錄製。";
"QTKitErrorDomain_QTErrorMaximumFileSizeReached_FailureReason"					= "檔案大小的上限為 %@。";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_Description"						= "由於輸入媒體發生中斷，因此停止錄製。";
"QTKitErrorDomain_QTErrorMediaDiscontinuity_RecoverySuggestion"					= "請試著結束應用程式或中斷連接正在使用所需錄製資源的設備。";
"QTKitErrorDomain_QTErrorDeviceNotConnected_Description"						= "由於未連接或啟用“%@”設備，因此無法打開。";
"QTKitErrorDomain_QTErrorDeviceNotConnected_RecoverySuggestion"					= "打開“%@”設備之前，請試著啟用或連接它。";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_Description"          = "由於未連接或啟用設備，因此無法打開。";
"QTKitErrorDomain_QTErrorDeviceNotConnected_UnknownDevice_RecoverySuggestion"   = "打開設備前，請先試著啟用或連接設備。";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_Description"			= "由於“%@”設備正由其他應用程式使用中，因此無法打開。";
"QTKitErrorDomain_QTErrorDeviceInUseByAnotherApplication_RecoverySuggestion"	= "停止正在使用“%@”設備的作業，等待這些作業完成或結束正在使用設備的應用程式。";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_Description"				= "由於已打開衝突的“%2$@”設備，因此無法打開“%1$@”設備。";
"QTKitErrorDomain_QTErrorDeviceExcludedByAnotherDevice_RecoverySuggestion"		= "請試著停止使用“%@”設備的作業。";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_Description"        = "由於已達檔案播放時間的上限，因此停止錄製。";
"QTKitErrorDomain_QTErrorMaximumNumberOfSamplesForFileFormatReached_RecoverySuggestion" = "請試著在新檔案裡繼續錄製。";

"qtKitDataSizeInBytes" = "%@ byte";
"qtKitDataSizeInKilobytes" = "%@ KB";
"qtKitDataSizeInMegabytes" = "%@ MB";
"qtKitDataSizeInGigabytes" = "%@ GB";
"qtKitDataSizeInTerabytes" = "%@ TB";
"qtKitDataSizeInPetabytes" = "%@ PB";
"qtKitDataSizeInExabytes" = "%@ EB";
"qtKitInexactAndExactDataSize" = "%@（%@）";	/* Data size in a certain unit followed by the exact size in bytes */

"qtKitBitDepthStringForBlackAndWhiteColors" = "黑白模式";
"qtKitBitDepthStringForFourColors" = "4";
"qtKitBitDepthStringForSixteenColors" = "16";
"qtKitBitDepthStringForTwoHundredFiftySixColors" = "256";
"qtKitBitDepthStringForThousandsColors" = "數萬種";
"qtKitBitDepthStringForMillionsColors" = "千萬種";
"qtKitBitDepthStringForMillionsPlusColors" = "千萬種以上";
"qtKitBitDepthStringForUnknownColors" = "未知的";
"qtKitBitDepthStringForColorsColors" = "顏色";
"qtKitBitDepthStringForGrayColors" = "灰階";
